AcRxDynamicLinker.registerApp(AcadApp.LoadReasons,System.Char!System.Runtime.CompilerServices.IsConst*,System.Void*)
Registers an application for dynamic loading.
Returns:
AcadApp::eOk if success.
AcadApp::eRejected if entry cannot be removed.
AcadApp::eKeyNotFound if entry cannot be found.

AcRxDynamicLinker.ProductLocale
This function returns product locale
Returns: Return product locale.